/* $ObjectName=MAFLogViewer_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: Accessibility hint read by the VoiceOver Utility when hovering over the LogViewer UI title */
"Hint_LogViewerTitle" = "عنوان";

/* XFLD: Localized title for the LogViewer UI */
"Title_LogViewer" = "السجلات";

/* XFLD: Accessibility hint for the Send eMail button */
"Hint_SendMail" = "إرسال بريد إلكتروني";

/* XFLD: UIAlertView title */
"Title_Email" = "بريد إلكتروني";

/* XFLD: UIAlertView error message when an error occurs upon sending the eMail */
"Msg_SendingFailed" = "فشل إرسال البريد الإلكتروني.";

/* XFLD: UIAlterView Ok button message */
"Btn_OK" = "موافق";

/* XFLD: Accessibility hint for the log entry selection checkmark - unchecked state */
"Hint_CheckboxUnselected" = "غير محدد";

/* XFLD: Accessibility hint for the log entry selection checkmark - selected state */
"Hint_CheckboxSelected" = "محدد";

